const fs = require('fs-extra')
const { 
    prefix
} = JSON.parse(fs.readFileSync('./settings/setting.json'))

// /*

// Dimohon untuk tidak menghapus link github saya, butuh support dari kalian! makasih.

 exports.textzzz = (pushname, waver) => {
     return `
┏━━━━━━━━•ೋ🤖

فروع ميراي
     
لكل مبدع و لكل مبدعة مرحبا بكم في عالمنا المشع بالابداع✨
     
فرع الايدت🎧
     


فرع الرسم🎨
     

     
فرع الثريد✍️
     

     
فرع الستكرز⭐
     

     
فرع الافلام🎥
     

     
فرع الميمز🤣
     

     
فرع البنات💁🏻‍♀️
     

     
🤖•ೋ•━━━━━━━━┛
`
 }

/*

Dimohon untuk tidak menghapus link github saya, butuh support dari kalian! makasih.

*/

exports.textMenu = (pushname, waver) => {
    return `
┏━━━━━━━━•ೋ🤖
 هلا يافخم🔥 ${pushname}

 هذه قائمة بجميع الأوامر!✨\n\n*معلومة! :*\n_نعمل ع إضافة أوامر جديدة!._

┃ملاحظة : تأكد من كتابة الأمر بشكل صحيح!

💫ماذا تريد؟💫

°•⊶───≺𝑫𝑴𝑫≻───⊷•

*✪[ أوامر الاعضاء ]✪ :*
*┏━──────────────────╮*
*┃Note : تأكد من كتابة الأمر بشكل صحيح!*
✠--#tts

✠--#انا

✠--#بروفايل

✠--#كتابة

✠--#حكمة

✠--#رابات

✠--#ستيكر

✠--#ملصق

✠--#مواهب

✠--#ملصق-عشوائي

✠--#قيم

✠--#سؤال

✠--#الوصف

✠--#صمم-رابط

✠--#اختصار

✠--#مراسلة-ماركو

✠--#المصمم

✠--#ثانوي

✠--#تعداد

✠--#جدار الشرف

✠--#المحظورين
*┗━──────────────────╯*

*✪[ أوامر الصوت ]✪ :*
*┏━──────────────────╮*
*┃Note : هذه الأوامر لا تطلب علامة ال#*
*┃➥هلا*
*┃➥حمار*
*┃➥غبي*
*┃➥هطف*
*┃➥سانجي*
*┃➥تيتش*
*┃➥شيزار*
*┃➥لايت*
*┃➥دوفي*
*┃➥ايش*
*┗━──────────────────╯*

*إستخدامك لأوامر المشرفين وانت دونهم قد تتعرض به للتبنيد من المطور!*


*✪[ أوامر المشرفين ]✪ :*
*┏━──────────────────╮*
*┃➥ #ترقية*
*┃➥ #تخفيض*
*┃➥ #طرد*
*┃➥ #اضافة*
*┃➥ #ميوت فتح*
*┃➥ #ميوت قفل*
*┃➥ #كشف-رابط*
*┃➥ #حذف*
*┃➥ #طرد-رجوع*
*┃➥ #منشن*
*┃➥ #منشن-المشرفين*
*┃➥ #عدد-الاعضاء*
*┃➥ #الموسس*
*┗━──────────────────╯*

*إستخدامك لأوامر المطور قد تتعرض به للتبنيد من المطور!*

*✪[ أوامر المطور ]✪ :*
*┏━──────────────────╮*
*┃➥ #ban*
*┃➥ #ban del*
*┃➥ #clearall*
*┃➥ #leaveall*
*┃➥ #bc*
*┃➥ #المحظورين*
*┃➥ #سكرين*
*┗━──────────────────╯*

=_=_=_=_=_=_=_=_=_=_=_=_=
*┏━━━━━━━━━━━━━━━━━┓*
*┃➥الإمبراطور  : هيراكو*
*┃➥ مطور البوت  : هيوري
*┃➥المملكة  : ميراي
*┗━━━━━━━━━━━━━━━━━┛*
=_=_=_=_=_=_=_=_=_=_=_=_=

//////////////////////////////////////////////////////////
*┏━━━━━━━━━━━━━━━━━┓*
*┃➥إستخدام ألامر يجب أن يسبقه # وأن يكون الأمر تنسيقه صحيح!*
*┗━━━━━━━━━━━━━━━━━┛*
//////////////////////////////////////////////////////////

°•⊶───≺MIRAY≻───⊷•

*شكرا لك..!*

🤖•ೋ•━━━━━━━━┛
`
}

/*

Dimohon untuk tidak menghapus link github saya, butuh support dari kalian! makasih.

*/
exports.textzzx = (pushname, waver) => {
    return `
┏━━━━━━━━•ೋ🤖
 هلا يافخم🔥${pushname}

تأكد من كتابة الأمر حرفيا😇

💫ماذا تريد؟💫
°•⊶───≺MIRAY≻───⊷•

اوامر لا تستخدم الا من قبل المطور

بند شخص مع منشن اطلب
✠--#Ban

اطرد جميع من بالقروب اطلب
✠--#Kikcall

طرد البوت من القروب اطلب
✠--#Bay

إرسال رسالة لكل القروبات اطلب
✠--#Bc

°•⊶───≺Miray≻───⊷•

🤖•ೋ•━━━━━━━━┛
`
}
